{
  "title": "Alejandro Cortell",
  "subtitle": "Desarrollador web",

  "description": "Ubicado en la soleada Valencia, España, he estado trabajando de forma remota desde 2020. Especializado en desarrollo web, he profundizado en tecnologías como <span class='highlight'>React<span> y <span class='highlight'>React Native<span> desde 2021.",
  "description2": "Disfruto manteniéndome al día con las últimas tendencias tecnológicas para aportar nuevas ideas a mis proyectos. Además, he recibido reconocimiento por mi destacado proyecto de fin de ciclo y también he contribuido a algunos proyectos de código abierto.",

  "title-knowledge": "Conocimientos",
  "title-experience": "Experiencia",

  "react": "react",
  "react-native": "react-native",
  "axios": "axios",
  "redux": "redux",
  "i18n": "i18n",
  "react-router": "react-router",
  "ffmpeg": "ffmpeg",
  "nextjs": "nextjs",
  "typescript": "react-router",
  "cypress": "cypress",
  "testing-library": "testing-library",
  "express": "express",
  "multer": "multer",
  "sass": "sass",

  "touchpix-time": "Enero 2023 - Actualidad",
  "touchpix-description": "Desarrollo de app móvil líder en el sector de los fotomatones y las aplicaciones web complementarias como el editor de imágenes o la galería online. Millones de usuarios únicos principalmente en el mercado Estadounidense y Latinoamericano.",
  "tecdam-time": "Junio 2021 - Diciembre 2022",
  "tecdam-description": "Desarrollo de aplicaciones web y móviles para clientes internacionales de diferentes ámbitos como inmobiliarias, legales, festivales, marca personal, etc. Desarrollo con react, react-native, JavaScript vanilla y NodeJs. Compañía adquirida por Touchpix.",
  "balterra-time": "Abril 2021 - Mayo 2021",
  "balterra-description": "Desarrollo sistema de recogida de puntos de captura desde una API externa. Apoyo en tareas de configuración de aplicaciones internas.",
  "flexo-time": "Junio 2016 - Marzo 2021",
  "flexo-description": "Diseñador especializado en packaging trabajando para las principales marcas del país.",
  "meta-description": "Desarrollador web especializado en react y react-native",
  "meta-keywords": "Alejandro Cortell, desarrollador web, programador web, react, react-native"
}
